[
  {
    "name": "Монитор",
    "text": [
      {"child_header": "", "text": ["Монитор эта одна из главных частей компьютера, она такае же обязательная как помпьютерная мышь или клавиатура т.к монитор является основным устройством вывода информации в компьютере. С каждым днем спектр моделей мониторов на рынке растет, появляется все новый и новый функционал. Именно по этой причине важно понимать основные характеристики мониторов и быть знакомым с их классификацией."], "img": "", "class": "not_working_img"},
      {"child_header": "Основные параметры мониторов", "text": ["Мониторы являются устройствами, служащими для обеспечения работы с компьютером пользователя в диалоговом режиме за счет вывода на экран символьной и графической информации, которая передается точками, получающимися разбиением экрана на строки и столбцы"], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": ["Современный монитор состоит из экрана (дисплея), блока питания, плат управления и корпуса. Информация для отображения на мониторе поступает с электронного устройства, формирующего видеосигнал. В компьютере этим устройством является видеокарта."], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": ["Количество точек, называемых пикселями, на экране представляет разрешающую способность монитора. В настоящее время компьютерные мониторы работают в режимах различных комбинаций 4х3 и 16х9 соотношений количества пикселей по вертикали и горизонтали"], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": ["Современные мониторы делятся по принципу действия на:", "- плазменные мониторы;", "- жидкокристаллические дисплеи;", "- мониторы, базирующиеся на электронно-лучевой трубке."], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": ["Самыми распространенными сегодня являются жидкокристаллические дисплеи, но самым высоким качеством изображения обладают плазменные панели"], "img": "https://www.evkova.org/evkovaupload/job/149317/1.jpg", "class": "working_img"},
      {"child_header": "", "text": ["Самыми основными характеристиками мониторов являются размер экрана, соотношение сторон экрана и разрешение"], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": ["Соотношение сторон экрана может быть стандартным (4:3), широкоформатным (16:9, 16:10) или каким-либо другим (например, 5:4). Размер экрана определяется длиной диагонали, чаще всего в дюймах. Разрешение представляет собой число пикселей по горизонтали и вертикали"], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": ["Также в качестве характеристик мониторов можно назвать глубину цвета, размер зерна или пикселя, частоту обновления экрана, выраженную в герцах, время отклика пикселей для некоторых мониторов и угол обзора"], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": [""], "img": "", "class": "not_working_img"}
    ]
  },
  {
    "name": "Клавиатура",
    "text": [
      {"child_header": "", "text": ["Клавиатура — периферийное устройство для ввода алфавитно-цифровой информации, а также управления операционной системой путем применения специальных комбинаций"], "img": "", "class": "not_working_img"},
      {"child_header": "Основные характеристики клавиатуры", "text": ["Комфортная работа за компьютером напрямую зависит от удобной и практичной клавиатуры. Для выбора подходящего устройства ввода, нужно иметь представление об основных характеристиках клавиатуры, таких как: тип устройства, особенность конструкции, интерфейс подключения, число основных и вспомогательных клавиш"], "img": "", "class": "not_working_img"},
      {"child_header": "Тип клавиатуры", "text": ["По типу, устройства ввода подразделяются на:", "- мембранные;", "- механические;", "- полумеханические."], "img": "", "class": "not_working_img"},
      {"child_header": "Мембранная клавиатура", "text": ["Принцип работы мембранной клавиатуры заключается в следующем: при нажатии клавиши происходит замыкание контактной группы — расположенной на пластиковой основе, а возврат кнопки, в исходное положение, осуществляется резиновым куполом. Клавиатуры мембранного типа широко распространены и имеют низкий уровень шума, и рассчитаны, в среднем, на 20 млн. нажатий."], "img": "https://fcenter.ru/imgmat/article/input/Logitech_K300/142934.jpg", "class": "working_img"},
      {"child_header": "Механическая клавиатура", "text": ["Клавиши механической клавиатуры функционируют аналогично мембранной, за одним исключением – возврат в исходное положение осуществляется за счет пружин. Такие клавиатуры надежны и долговечны — рассчитаны на 50 — 100 млн. нажатий. Недостатком же является наличие шума, при активном использовании клавиатуры, и отсутствие герметичности."], "img": "https://2hpc.ru/wp-content/uploads/2016/03/mechanik_key.jpg", "class": "working_img"},
      {"child_header": "Полумеханическая клавиатура", "text": ["Клавиатуры полумеханического типа, как правило, оснащены контактными группами с увеличенным запасом прочности, однако возврат кнопок в исходное положение осуществляется по принципу мембранной клавиатуры, то есть за счет резинового купола. Поэтому у полумеханических клавиатур со временем возникает «эффект усталости», как и у мембранных."], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": [""], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": [""], "img": "", "class": "not_working_img"},
      {"child_header": "", "text": [""], "img": "", "class": "not_working_img"}
    ]
  },
  {
    "name": "Звук",
    "text": " "
  },
  {
    "name": "Корпус",
    "text": " "
  },
  {
    "name": "Материнская плата",
    "text": " "
  },
  {
    "name": "Процессор",
    "text": " "
  },
  {
    "name": "Оперативная память",
    "text": " "
  },
  {
    "name": "Видеокарта",
    "text": " "
  },
  {
    "name": "Жесткий диск и SSD",
    "text": " "
  },
  {
    "name": "Блок питания",
    "text": " "
  }
]